[
		{
			"title": " 1. Udaipur, Rajasthan - The City of Lakes ",
			"known_for": "  Known For : \n  City Palace, Udaipur  \n \n\n  Lake Pichola   \n\n  Sajjangarh Palace   \n",
			"desc": " Udaipur, also known as the City of Lakes, is the crown jewel of the state of Rajasthan. It is surrounded by the beautiful Aravalli Hills in all directions, making this city as lovely as it is. This 'Venice of the East' has an abundance of natural beauty, mesmerising temples and breathtaking architecture which makes it a must-visit destination in India.  A boat ride through the serene waters of Lake Pichola will be enough to prove to you why Udaipur is the pride of Rajasthan. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 2. Jaipur, Rajasthan - The Pink City ",
			"known_for": "  Known For : \n  Amer Fort  \n \n\n  City Palace, Jaipur   \n\n  Chokhi Dhani Jaipur   \n",
			"desc": " The moment you set foot in Jaipur, you will feel like everything has come straight out of the pages of some epic novel. Majestic buildings, tales of heroic battles, resplendent forts and palaces, and multi-faceted characters ? Rajasthan is one of the most colourful and flashiest states in all of India, and its capital Jaipur lives up to the same reputation as well. Jaipur is a vibrant amalgamation of the old and the new ? highly urbanized pockets and shopping areas have casually sprung up beside gleaming forts and palaces. Jaipur has long been one of the shiniest cultural jewels in the history of the Indian subcontinent, and the royal corridors of the famously named 'Pink City' offer up a plethora of adventures and activities that make for a memorable holiday experience. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 3. Andaman & Nicobar Islands - Blue seas, virgin islands and colonial past ",
			"known_for": "  Known For : \n  Radhanagar Beach  \n \n\n  Cellular Jail   \n\n  Ross Island   \n",
			"desc": " Lagoons of crystal clear water and scenic beaches topped with a little bit of history make Andaman and Nicobar one of the most perfect choices for an enjoyable, laid-back holiday where you can go on long treks, laze around in the backwaters of the island, or if you're feeling a little more adventurous, even go for a bit of deep sea diving. From the pristine, untouched beaches of Neil and Havelock Islands to the bustling town of Port Blair, the Andamans have something to offer to every tourist. ",
			"best_time": "Best Time:  October to Jun "
		},
		{
			"title": " 4. Varanasi, Uttar Pradesh - The Spiritual Capital of India ",
			"known_for": "  Known For : \n  Kashi Vishwanath Temple  \n \n\n  Ganga Aarti, Varanasi   \n\n  Dashashwamedh Ghat   \n",
			"desc": " A city as old as time itself. A city that has stayed in place and watched as the world has turned and the tides have changed. A city that has stood the test of time for thousands of years. In the words of Mark Twain, \"Older than history, older than tradition, older even than legend, And looks twice as old as all of them put together.\" Varanasi, the city that is more than just the spiritual capital of India. The city which can be aptly described as a melting pot where both life and death come together. The city that you only need to visit once for it to stay with you forever. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 5. Goa - Beaches, Sunsets and Crazy Nights ",
			"known_for": "  Known For : \n  Calangute Beach  \n \n\n  Fort Aguada   \n\n  Cruise in Goa   \n",
			"desc": " Widely considered to be the best place to visit in India among youths, Goa is the epitome of tourism in India with one of the best beaches, food and nightlife. It is getting popular among foreigners as well. When you think of Goa, you think of sandy beaches, amazing parties, beautiful little villages, delicious food, and a magical holiday experience. Yes, Goa is rightfully known as the most popular tourist destination on the West Coast of India, and not just because of its scenic beaches, but also because of its tropical climate and its rich Portuguese heritage, which you can still find lingering on in some parts of the town. Nestled in the Konkan Coast Belt, Goa has a coastline stretching for over a 100 kilometres and attracts millions of visitors both from within and outside the country all year round. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 6. Agra, Uttar Pradesh - The city of Taj Mahal, the monument of eternal love ",
			"known_for": "  Known For : \n  Taj Mahal  \n \n\n  Fatehpur Sikri   \n\n  Agra Fort   \n",
			"desc": " Home to one of the 7 wonders of the world, the Taj Mahal, Agra is a sneak peek into the architectural history with other structures such as Agra Fort and Fatehpur Sikri and hence makes for a must visit for anyone living in or visiting India. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 7. Munnar, Kerala - Tea Gardens, Lakes and Pretty little hill-station ",
			"known_for": "  Known For : \n  Top Station  \n \n\n  Eravikulam National Park   \n\n  Munnar Tea Plantations   \n",
			"desc": " The idyllic hill station Munnar - famous for its tea estates, exotic lush greenery and craggy peaks, is located in the Western Ghats and is one of the best places to visit in Kerala. It serves as the commercial centre for some of the world's largest tea estates. In addition, Munnar has many protected areas which are home to endemic and highly endangered species like the Nilgiri Thar and the Neelakurinji. ",
			"best_time": "Best Time:  September to May "
		},
		{
			"title": " 8. Gokarna, Karnataka - Land of palm trees, blue seas and golden sands ",
			"known_for": "  Known For : \n  Om Beach  \n \n\n  Mahabaleshwara Temple   \n\n  Paradise Beach, Gokarna   \n",
			"desc": " With its pristine beaches and breathtaking landscapes, Gokarna is a Hindu pilgrimage town in Karnataka and a newly found hub for beach lovers and hippies. ",
			"best_time": "Best Time:  Throughout the year "
		},
		{
			"title": " 9. Darjeeling, West Bengal - Queen of The Himalayas ",
			"known_for": "  Known For : \n  Darjeeling Himalayan Railway  \n \n\n  Tiger Hill   \n\n  Batasia Loop   \n",
			"desc": " Jaw-dropping locales, mesmerising sunrises, the untouched beauty of the hills, the old-world charm of the past, and the welcoming smiles of the local people all add up to make Darjeeling one of the most beautiful hill stations in Eastern part of India. Spread over a steep mountain ridge, nestled amidst acres of lush green tea plantations, Darjeeling stands at the height of 2,050 meters above sea level, thus boasting of cool climes all year round. This hill station is the perfect getaway for a romantic honeymoon and is just around 700 kilometres away from Kolkata. ",
			"best_time": "Best Time:  February to March, September to December "
		},
		{
			"title": " 10. Manali, Himachal Pradesh - Lover's Paradise - India's Honeymoon Capital ",
			"known_for": "  Known For : \n  Old Manali  \n \n\n  Solang Valley   \n\n  Hidimba Temple   \n",
			"desc": " Nestled in between the snow-capped slopes of the Pir Panjal and the Dhauladhar ranges, Manali is one of the most popular hill stations in the country. With jaw-dropping views, lush green forests, sprawling meadows carpeted with flowers, gushing blue streams, a perpetual fairy-tale like mist lingering in the air, and a persistent fragrance of pines and freshness -  Manali has been blessed with extraordinary scenic beauty. From museums to temples, from quaint little hippie villages to bustling upscale streets, river adventures to trekking trails, Manali has ever a reason to be the tourist magnet it is, all year round. ",
			"best_time": "Best Time:  October to June "
		},
		{
			"title": " 11. Coorg, Karnataka - The Scotland of India ",
			"known_for": "  Known For : \n  Abbey Falls  \n \n\n  Talakaveri   \n\n  Raja's Seat   \n",
			"desc": " Located amidst imposing mountains in Karnataka with a perpetually misty landscape, Coorg is the place to be for all nature lovers.  This popular coffee producing hill station is not only popular for its beautiful green hills and the streams cutting right through them. It also stands as a popular destination because of its culture and people. The Kodavas, a local clan specialising in martial arts, are especially notable for their keen hospitality. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 12. Lakshadweep - Blue Sea and Unspoiled Beaches ",
			"known_for": "  Known For : \n  Minicoy Island  \n \n\n  Agatti Islands   \n\n  Bangaram Island   \n",
			"desc": " Literally meaning a 'hundred thousand islands', Lakshadweep has few of the most beautiful and exotic islands and beaches of India. ",
			"best_time": "Best Time:  September to May "
		},
		{
			"title": " 13. Kanha National Park, Madhya Pradesh - The Land of Jungle Book ",
			"known_for": " A delightful town situated in the district of Mandla, Kanha National park is the haven of an exceptionally wide variety of wild animals, including the majestic creature tiger. Wide open grass plains with a backdrop of the city scrapers, scattered bamboo forests play host to a wide variety of wildlife and diverse birdlife with over 300 species recorded. The present-day area stretches over 940-kilometre square which is divided into two sanctuaries: Hallon and Banjar. Located in a central region of Madhya Pradesh it is the largest National Park in central India and has been ranked as one of the best parks in Asia. Among the 22 species of large mammals, the royal Bengal tigers are a major attraction. ",
			"desc": "Best Time:  October to June "
		},
		{
			"title": " 14. New Delhi, NCR - The city of cities ",
			"known_for": "  Known For : \n  India Gate  \n \n\n  Qutub Minar   \n\n  Humayun's Tomb   \n",
			"desc": " From historical monuments to crowded shopping malls, from Mughal gardens to Delhi University campus, the capital city has multiple personalities making it 'The good, the bad and the ugly'.The Capital city of India and the base location to explore North India, Delhi is considered to be the city with a heart. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 15. Dalhousie, Himachal Pradesh - Little Switzerland of India ",
			"known_for": "  Known For : \n  Panchpula  \n \n\n  Khajjiar   \n\n  Kalatop Wildlife Sanctuary   \n",
			"desc": " The tiny tinsel town Dalhousie tucked away in the lap of Himachal Pradesh is a piece of paradise for all the travellers. It boasts of old world charm, mesmerising natural landscape, pine-clad valleys, flower bedecked meadows, fast flowing rivers, magnificent misty mountains and some of the most spectacular views in the world. The air smells of the Scottish and Victorian architecture and the ambience reminds you of the pristine British flavours. ",
			"best_time": "Best Time:  Throughout the year "
		},
		{
			"title": " 16. Jaisalmer, Rajasthan - The Golden City ",
			"known_for": "  Known For : \n  Jaisalmer Fort  \n \n\n  Desert Safari in Jaisalmer   \n\n  Gadisar Lake   \n",
			"desc": " Situated close to the Pakistan Border, Jaisalmer is a major tourist spot located in the northwestern state of Rajasthan in India. It is called the 'golden city' due to its bounteous golden dunes flowing in the Thar Desert. Jaisalmer is adorned with lakes, ornate Jain temples, havelis and castles clad in golden yellowish sandstone. Climb on to the camel saddle and make your way through this desert or camp under the night sky in this golden land for an unforgettable experience. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 17. Pondicherry - The French Riviera of the East ",
			"known_for": "  Known For : \n  Paradise Beach, Pondicherry  \n \n\n  Aurobindo Ashram   \n\n  Auroville   \n",
			"desc": " Pondicherry, also known as Puducherry and commonly referred as just Pondy, is one of the seven Union Territories of India. is often famously referred to as the French Riviera of the East, and it is indeed one of the most charming and mesmerising places to visit in South India. Located in the state of Tamil Nadu, Pondicherry is a little town tucked away on the south-east coastline of India, and it is a destination that promises travellers sanctity and serenity, in the real sense of the terms. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 18. Alleppey, Kerala - Backwaters, Beaches and Lagoons - Venice of the East ",
			"known_for": "  Known For : \n  Stay in Houseboat  \n \n\n  Marari Beach   \n\n  Alappuzha Beach   \n",
			"desc": " Extremely famous for its beautiful backwaters, the city of Alleppey in Kerala is also known for its beaches, temples and traditional boat races. This popular tourist destination also has some very well reputed Ayurvedic spas and wellness centres. ",
			"best_time": "Best Time:  June to March "
		},
		{
			"title": " 19. Leh Ladakh, Jammu & Kashmir - India's Own Moonland ",
			"known_for": "  Known For : \n  Pangong Lake  \n \n\n  Khardung La   \n\n  Nubra Valley   \n",
			"desc": " A land like no other with superabundance of attractions to visit and phantasmagoric and fabulous landscapes, amazing people and culture, Ladakh is truly a heaven on Earth. Considered to be one of the top places to visit in India by Indians and foreigners alike, Ladakh is a place not to be missed at any cost. ",
			"best_time": "Best Time:  Jun to Sep "
		},
		{
			"title": " 20. Amritsar, Punjab - Gateway to Punjab - home to Golden Temple ",
			"known_for": "  Known For : \n  Golden Temple  \n \n\n  Wagah Border   \n\n  Jallianwala Bagh   \n",
			"desc": " Home of the glorious Golden Temple, the iconic city of Amritsar, portrays the heroic character of the Punjab. A day in this peaceful city starts with the spiritual prayers from Gurudwaras. The original name of first the ancient lake, then of the temple complex, and later the surrounding city, meaning \"pool of ambrosial nectar.\" ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 21. Ooty, Tamil Nadu - Queen of the Nilgiris ",
			"known_for": "  Known For : \n  Nilgiri Mountain Railway  \n \n\n  Ooty Lake   \n\n  Emerald Lake, Ooty   \n",
			"desc": " The Blue Mountains have always been shrouded in mysticism, and Ooty is no exception to that. For every mountain lover, the very idea of travelling to the city known as the Queen of the Hills holds an allure like no other. Once regarded as the summer headquarters of the East India Company (and for a very good reason), Ooty, also known as Udagamandalam, is a hill station in Tamil Nadu which serves as a very popular tourist destination for anyone looking for a picturesque place to relax and unwind. Ooty is nestled amidst the Nilgiri hills at an altitude of 2,240 meters above sea level and enjoys a favourable climate all year round. ",
			"best_time": "Best Time:  Throughout the year "
		},
		{
			"title": " 22. Gangtok, Sikkim - The Gateway to Sikkim ",
			"known_for": "  Known For : \n  Nathula Pass  \n \n\n  MG Road, Gangtok   \n\n  Rumtek Monastery   \n",
			"desc": " Extremely alluring, pleasantly boisterous and wreathed in clouds - Gangtok, the capital city of the Sikkim can also give you a spectacular view of Mt. Kanchenjunga, at a distant skyline. The pristine hill station nestled in mountains and clouds is also a base for a whole lot of trekkers to the Himalayan mountain ranges. The mesmerising prismatic beauty and the beautiful winding hill roads are even more breathtaking if seen from a bird’s eye view in a cable car. ",
			"best_time": "Best Time:  Throughout the year "
		},
		{
			"title": " 23. Hampi, Karnataka - The abode of bygone ruins, rusty colors and fascinating landscape ",
			"known_for": "  Known For : \n  Virupaksha Temple, Hampi  \n \n\n  Vithala Temple   \n\n  Lotus Palace   \n",
			"desc": " Hampi, the city of ruins, is a UNESCO World Heritage Site. Situated in the shadowed depth of hills and valleys in the state of Karnataka, this place is a historical delight for travellers. Surrounded by 500 ancient monuments, beautiful temples, bustling street markets, bastions, treasury building and captivating remains of Vijayanagar Empire, Hampi is a backpacker's delight. Hampi is an open museum with 100+ locations to explore and a favourite way to see the city from the perspective of its history. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 24. Kodaikanal, Tamil Nadu - The Princess of Hill Stations ",
			"known_for": "  Known For : \n  Green Valley View (Suicide Point)  \n \n\n  Kodaikanal Lake   \n\n  Bear Shola Falls   \n",
			"desc": " Located in the state of Tamil Nadu, Kodaikanal is one of the most famous honeymoon destinations in India. When you think of Kodaikanal, you think of a wonderful climate, cliffs covered in mist, cloud-capped mountains and beautiful lakes and valleys, and once you visit this hill station, you will find that every bit of what you have imagined it to be is true. Nestled amidst the rolling slopes of the Palani Hills in Tamil Nadu, Kodaikanal stands at an altitude of 7200 feet above sea level and has a cool, pleasant climate all year round. Kodaikanal means the gift of the forests. ",
			"best_time": "Best Time:  September to May "
		},
		{
			"title": " 25. Jodhpur, Rajasthan - The Blue City ",
			"known_for": "  Known For : \n  Mehrangarh Fort  \n \n\n  Jaswant Thada   \n\n  Mandore Garden   \n",
			"desc": " Also Known as the \"Gateway to Thar\", it is famous for its Mehrangarh fort, blue houses, temples, sweets and snacks. Apart from the fort, there are multiple temples, lakes, shopping streets that are like a mirage from a bygone era. ",
			"best_time": "Best Time:  November to February "
		},
		{
			"title": " 26. Mussoorie, Uttarakhand - The Queen of hill-stations ",
			"known_for": "  Known For : \n  Landour  \n \n\n  Mussoorie Mall Road   \n\n  Kempty Falls   \n",
			"desc": " If your idea of the perfect holiday involves tranquil hills, untouched nature and a holiday experience that is unadulterated in the truest sense of the term, Mussoorie is the place you should be heading to. Nestled amidst the foothills of the Garhwal Himalayan ranges, Mussoorie, also known as Queen of The Hills, stands at an altitude of 7000 feet above sea level, and has a cool, pleasant climate throughout the year. The pristine, natural beauty of Mussoorie makes it a very popular choice of holiday for honeymooners. If you want to enjoy the beautiful sight of the rolling green slopes juxtaposed with the snow-capped peaks of the Himalayas, Mussoorie is the place for you to be. ",
			"best_time": "Best Time:  September to June "
		},
		{
			"title": " 27. Mcleodganj, Himachal Pradesh - Land of His Holiness the Dalai Lama - Little Lhasa ",
			"known_for": "  Known For : \n  Bhagsu Falls  \n \n\n  Namgyal Monastery   \n\n  Bhagsunag Temple   \n",
			"desc": " Mcleodganj is a hill station near Dharamshala, popular among trekkers. Its culture is a beautiful blend of Tibetan with some British influence. ",
			"best_time": "Best Time:  October to June "
		},
		{
			"title": " 28. Shimla, Himachal Pradesh - The Hill-Station with Rich Colonial History ",
			"known_for": "  Known For : \n  The Ridge  \n \n\n  Mall Road, Shimla   \n\n  Kufri   \n",
			"desc": " Probably the most popular hill station in northern India, Shimla is the capital city of Himachal Pradesh famous for its Mall road, the Ridge, toy train etc. among honeymooners and families alike. ",
			"best_time": "Best Time:  October to June "
		},
		{
			"title": " 29. Nainital, Uttarakhand - Misty lakes and mountains ",
			"known_for": "  Known For : \n  Naini Lake  \n \n\n  Snow View Point   \n\n  Mall Road Nainital   \n",
			"desc": " One of the most beautiful tourist destinations in Uttarakhand, Nainital, which is nestled amidst the Kumaon Hills, is a quaint hill station built around a uniquely shaped lake known as the 'Naini Lake' (thus contributing to its name Nainital). Also famously known as 'City of Lakes,' Nainital abounds in natural beauty, with its snow-capped hills and tranquil lakes lending it a nostalgic charm of its own. Situated at an altitude of 1938 km above sea level, Nainital has a pleasant climate all year round, and can rightfully be called a picturesque paradise for all travel lovers. ",
			"best_time": "Best Time:  Throughout the year "
		},
		{
			"title": " 30. Tirupati, Andhra Pradesh - Andhra's Temple Town ",
			"known_for": "  Known For : \n  Sri Venkateswara Temple  \n \n\n  Akasaganga Teertham   \n\n  Silathoranam   \n",
			"desc": " The very name Tirupati is enough to evoke strong spiritual feelings, and while the name \"God's Abode\" indeed does justice to the place, Tirupati has quite a few other tourist attractions as well that make it a city worth visiting. Situated in the Chittoor district of Andhra Pradesh, Tirupati is one of the most popular pilgrimage centres in the country. Home to many heritage sites, and a plethora of ancient temples and monuments, Tirupati is one of the oldest cities of India and finds mention in plenty of ancient texts. ",
			"best_time": "Best Time:  September to March "
		},
		{
			"title": " 31. Vaishno Devi, Jammu & Kashmir - The Holy Caves ",
			"known_for": "  Known For : \n  Vaishno Devi Mandir  \n \n\n  Katra   \n\n  Ardhkuwari   \n",
			"desc": " Located in Trikuta hills, 13 km from Katra at the height of 1560 m above sea level with bright clouds and thinning air, this town is the holy cave temple of Mata Vaishnodevi, with spirituality and vibrancy lingering in the atmosphere. ",
			"best_time": "Best Time:  Throughout the year "
		},
		{
			"title": " 32. Khajuraho, Madhya Pradesh - The Architectural Masterpiece ",
			"known_for": "  Known For : \n  Light and Sound Show, Khajuraho  \n \n\n  Dulhadev Temple   \n\n  Kandariya Mahadev Temple   \n",
			"desc": " Khajuraho is known around the world for its stunning temples adorned by erotic and sensuous carvings. ",
			"best_time": "Best Time:  July to March "
		},
		{
			"title": " 33. Mount Abu, Rajasthan - A Beautiful Hill Station in Rajasthan ",
			"known_for": "  Known For : \n  Nakki Lake  \n \n\n  Guru Shikhar   \n\n  Toad Rock   \n",
			"desc": " The only hill station of Rajasthan, its cool atmosphere and lush green surroundings make it a major tourist spot within the state. The most important attraction, however, are undoubtedly the Dilwara temples, which is one of the most stunning piece of architecture in the country. If you are a history or architecture buff, this is one of the places you should absolutely not miss out in India. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 34. Rameswaram, Tamil Nadu - The Bridge on the Indian Ocean ",
			"known_for": "  Known For : \n  Rameshwaram Temple  \n \n\n  Dhanushkodi Temple and Beach   \n\n  Jatayu Tirtham   \n",
			"desc": " Rameshwaram is one of the holiest places in India and is located on a beautiful island. It is separated by a small Pamban channel from Sri Lanka. According to the Hindu mythology, this is the place where Lord Rama created a bridge across the sea to Sri Lanka. ",
			"best_time": "Best Time:  Throughout the year "
		},
		{
			"title": " 35. Mahabaleshwar, Maharashtra - The land of Strawberries ",
			"known_for": "  Known For : \n  Elephant's Head Point  \n \n\n  Chinaman's Falls   \n\n  Dhobi Waterfall   \n",
			"desc": " A hill town in Western Ghats, apart from its strawberries, Mahabaleshwar is also well known for its numerous rivers, magnificent cascades and majestic peaks. ",
			"best_time": "Best Time:  October to June "
		},
		{
			"title": " 36. Mumbai, Maharashtra - The City of Dreams ",
			"known_for": "  Known For : \n  Elephanta caves  \n \n\n  Marine Drive, Mumbai   \n\n  Juhu Beach   \n",
			"desc": " Mumbai is a spectacular paradox of chaos and hope, glamor and squalor, modernity and tradition, old and new. Famously known as the City of Dreams, Mumbai ? formerly known as Bombay ? has a long colonial history, starting from Gandhi's visits to the city to the intense protests against the Simon Commission in 1928, the city has stood witness to many important events in the country's freedom struggle. Today, Mumbai is a beautifully blended melting pot of cultures and lifestyles. The city soaks in everything into its fabric, making it its very own. From European and Portuguese inhabitants who migrated years ago to the city, to upcoming actors struggling to make it big on the silver screen; from Bolly superstars to big industrialists to tribes of fisherman and slum dwellers, Mumbai is a city that proudly boasts of stories from different walks of human survival. ",
			"best_time": "Best Time:  October to February "
		},
		{
			"title": " 37. Ranthambore, Rajasthan - One of the best national parks of the country ",
			"known_for": "  Known For : \n  Jeep Safari Ranthambore  \n \n\n  Trinetra Ganesh Temple   \n\n  Surwal Lake   \n",
			"desc": " This is one of the best tiger reserves of the country, known to have \"friendly\" tigers and chances of sighting one here is reasonably better than many other tiger reserves of India. Along with this Ranthambore has one of the richest flora and fauna making it an absolutely must visit area ",
			"best_time": "Best Time:  October to Apr "
		},
		{
			"title": " 38. Srinagar, Jammu & Kashmir - The Paradise on Earth ",
			"known_for": "  Known For : \n  Dal Lake  \n \n\n  Shalimar Bagh   \n\n  Mughal Gardens, Srinagar   \n",
			"desc": " Famously known as ?Heaven on Earth?, Srinagar is every bit the epitome of paradise on earth. As picturesque as the most stunning painting to ever be painted, Srinagar, the capital of Jammu and Kashmir, lies on the banks of the Jhelum river, and has a cool, pleasant climate all year round, contributing to the perpetual influx of tourists visiting this city which offers a plethora of gorgeous scenic vistas. ",
			"best_time": "Best Time:  April to October "
		},
		{
			"title": " 39. Kochi, Kerala - Queen of Arabian Sea ",
			"known_for": "  Known For : \n  Fort Kochi  \n \n\n  Mattancherry Palace   \n\n  Willingdon Island   \n",
			"desc": " Situated on the south-west coast of India, Kochi or Cochin is a bustling commercial port city with a trading history that dates back to at least 600 years. Called as the Queen of the Arabian Sea, the city is the financial, commercial and industrial capital of Kerala. ",
			"best_time": "Best Time:  July to April "
		},
		{
			"title": " 40. Visakhapatnam, Andhra Pradesh - A gem of South India ",
			"known_for": "  Known For : \n  Borra Caves  \n \n\n  Submarine Museum   \n\n  Kailasagiri   \n",
			"desc": " Visakhapatnam, also commonly known as Vizag, is one of the oldest port cities in the country. Situated in the heart of Andhra Pradesh, Visakhapatnam is known for its picturesque beaches and serene landscape, as well as a rich cultural past, which makes it an ideal spot for a fantastic coastal vacation. The port of Visakhapatnam is renowned for being home to the oldest shipyard in all of India, and with a plethora of manmade wonders and natural spectacles, Visakhapatnam is a must-visit tourist destination in South India. ",
			"best_time": "Best Time:  September to March "
		},
		{
			"title": " 41. Lucknow, Uttar Pradesh - The city of Nawabs ",
			"known_for": "  Known For : \n  Bara Imambara  \n \n\n  Chota Imambara   \n\n  British Residency   \n",
			"desc": " A city of kebabs and nawabs, of architecture and history, of literature and culture ? that is Lucknow in a nutshell for you. The capital and the largest city of Uttar Pradesh, Lucknow, situated on the banks of river Gomti, welcomes you with a heartwarming note of \"Muskuraiyein, kyunki aap Lucknow mein hai\". Known as the ?City of Nawabs?, Lucknow has a charm to it that is hard to resist. While the city itself is rich and opulent, the people of Lucknow also follow an endearing 'pehle aap' (you first) culture, which always leaves behind a smile on the faces of its visitors. From a slice of rich colonial history to modernized museums, the 'City of Nawabs' beautifully brings together the opulence of a glittering past and the simplicity of a modern city. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 42. Jim Corbett National Park, Uttarakhand - The oldest National Park in India ",
			"known_for": "  Known For : \n  Jungle Safari in Corbett National Park  \n \n\n  Corbett Waterfall   \n\n  River Rafting in Corbett National Park   \n",
			"desc": " Corbett National Park, set amidst the foothills of Himalayas, houses a variety of flora and fauna including rare ones such as tigers and is a treat for wildlife enthusiasts and photographers. ",
			"best_time": "Best Time:  Mid October to Mid June "
		},
		{
			"title": " 43. Hyderabad, Andhra Pradesh - The City of Nizams ",
			"known_for": "  Known For : \n  Ramoji Film City  \n \n\n  Durgam Cheruvu   \n\n  Charminar   \n",
			"desc": " A veritable melting pot of the old and the new, Hyderabad, also known as the City of the Nawabs, is a city that exudes an old-world charm of its own while still coexisting with the rapidly growing onslaught of commercialization in perfect harmony. Steeped in history, Hyderabad is home to old mosques and bazaars lined parallelly alongside swanky new office buildings and malls, and it is these very contrasts ? these glimpses into the city's rich past with inherent promises of an even better future ? this is what exactly makes Hyderabad a city worth visiting. Maybe even more than once. ",
			"best_time": "Best Time:  September to March "
		},
		{
			"title": " 44. Mahabalipuram, Tamil Nadu - The land of the Seven Pagodas ",
			"known_for": "  Known For : \n  Shore Temple  \n \n\n  Mahabalipuram Beach   \n\n  Five Rathas   \n",
			"desc": " Famous for its intricately carved temples and rock-cut caves, Mamallapuram or Mahabalipuram as it is famously known, is a historically important and well-loved tourist location situated on the Coromandel Coast along the Bay of Bengal, in the state of Tamil Nadu. ",
			"best_time": "Best Time:  November to February "
		},
		{
			"title": " 45. Madurai, Tamil Nadu - The Lotus City ",
			"known_for": "  Known For : \n  Madurai Meenakshi Amman Temple  \n \n\n  Thirumalai Nayakar Mahal   \n\n  Vaigai Dam   \n",
			"desc": " Madurai is one of the oldest cities of India located in Tamil Nadu. It was ruled by Pandya kings for the longest time in its history and is constructed in the form of a lotus. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 46. Chandigarh, Punjab - India's first planned city ",
			"known_for": "  Known For : \n  Sukhna Lake  \n \n\n  Rock Garden   \n\n  Elante Mall   \n",
			"desc": " Chandigarh, a union territory that is the capital of both Punjab as well as Haryana is a subtle and ideal definition of the word 'city'. In a culture that includes instances of both traditional Punjab as well as a modernity, Chandigarh is a pretty town resembling a morning dream which is sure to flatter you with its innocence and pleasantness. ",
			"best_time": "Best Time:  August to March "
		},
		{
			"title": " 47. Bangalore, Karnataka - Garden city of India ",
			"known_for": "  Known For : \n  Lalbagh  \n \n\n  Church Street   \n\n  Bannerghatta National Park   \n",
			"desc": " Having evolved gradually from being the Garden City to the Silicon Valley of India, Bengaluru is the third largest and one of the most livable cities in India. ",
			"best_time": "Best Time:  Throughout the year "
		},
		{
			"title": " 48. Kolkata, West Bengal - The city of Joy ",
			"known_for": "  Known For : \n  Victoria Memorial  \n \n\n  Fort William Kolkata   \n\n  Belur Math   \n",
			"desc": " Kolkata, India's second biggest city, is a perpetually ongoing festival of human existence, concurrently luxurious and squalid, refined and frantic, pointedly futuristic, while beautifully in decay. A vibrant 350-year-old metropolis located on India's Eastern Coast, the capital of West Bengal thrives on contradictions and imposing spectacles; nothing is commonplace in this city. Famously known as the City of Joy, Kolkata is, in every sense, the artistic, cultural and intellectual capital of the country. Kolkata's streets are vivid, hectic, chaotic, and yet, brimming with life and creativity. Driven by the indomitable spirit of the self-made middle class, the city has created a beautiful juxtaposition of the old colonial-era charm with the nascent upcoming hipster culture that thrives amongst the city's millennial residents. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 49. Kaziranga National Park, Assam - Home to the One Horned Rhino ",
			"known_for": " Home to two-thirds of the world's one horned rhinoceros population, this national park has been declared as a World Heritage Site. ",
			"desc": "Best Time:  October to June "
		},
		{
			"title": " 50. Chennai, Tamil Nadu - A magnificent past and an early metropolitan dream ",
			"known_for": "  Known For : \n  Marina Beach  \n \n\n  Government Museum, Chennai   \n\n  MGR Film City   \n",
			"desc": " Formerly known as Madras, Chennai is the fourth largest city in the country, and it is one of the most popular tourist attractions in South India. A city that has a rich cultural history, Chennai perfectly balances its heritage with its thriving modern lifestyle. A metropolis with a heart, Chennai's skyline is famous for its towering skyscrapers which form a scenic vista along the coast, but the heart of Chennai still remains in the multitude of old temples and churches dotting various parts of the city. Steeped in rich South-Indian culture, Chennai is a city that has a plethora of dimensions that one can explore, and regardless of where you go, the city has an old-world charm to it that refuses to be overshadowed. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 51. Rishikesh, Uttarakhand - Yoga Capital of the World ",
			"known_for": "  Known For : \n  Rafting in Rishikesh  \n \n\n  Lakshman Jhula   \n\n  Triveni Ghat   \n",
			"desc": " Situated along the convergence of Ganga and Chandrabhaga, Rishikesh on the foothills of Himalayas is the hub of many ancient temples, popular cafes, yoga ashrams and adventure sports.Rishikesh is the most beautiful blend of spiritual and adrenaline pumping experiences. With Whitewater Rafting industry growing and a number of camping and cafe spots springing up, Rishikesh has grown immensely as a favourite, catering to people with different needs. ",
			"best_time": "Best Time:  Throughout the year "
		},
		{
			"title": " 52. Ahmedabad, Gujarat - Manchester of the East ",
			"known_for": "  Known For : \n  Sabarmati Riverfront  \n \n\n  Dada Hari Wav   \n\n  Statue of Unity   \n",
			"desc": " A rapidly growing metropolis, an industrial hub, an educational hotspot, and a city with a magnificent past ? Ahmedabad is one of the most important cities in Gujarat and is fast becoming a very popular tourist destination as well. Home to a plethora of remarkable temples, intriguing museums, serene lakes, good restaurants, and classy market, with a little bit of colonial history attached to it, Ahmedabad is a great example of how a city can still retain every bit of its old-world charm while still rapidly progressing on the path of globalization and commercialization. Located on the banks of the Sabarmati river, Ahmedabad is the former capital of Gujarat, and its delicious food, colourful culture and amazing hospitality attract a huge number of tourists all year round. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 53. Aurangabad, Maharashtra - The land of Ajanta & Ellora ",
			"known_for": "  Known For : \n  Grishneshwar Temple  \n \n\n  Bibi ka Maqbara   \n\n  The Ajanta caves   \n",
			"desc": " Aurangabad, which was declared by the Government as the Tourism Capital of Maharashtra back in 2010, is a famous tourist hub which greets its visitors with a richly woven tapestry of sights and sounds. From UNESCO World Heritage Sites to bustling markets brimming with delicate silk items and exquisite hand-woven garments, Aurangabad promises all tourists an exciting holiday experience. History buffs will be excited to know that Aurangabad has quite a bit of history attached to it. The city used to be the capital of the Mughal Emperor Aurangzeb, which is how it derived its current name of 'Aurangabad'. While the city is rapidly heading towards industrial growth and globalization, it still retains most of its past glory, heritage, charms and traditions. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 54. Kutch, Gujarat - The White Desert of India ",
			"known_for": "  Known For : \n  Rann of Kutch  \n \n\n  Kutch Desert Wildlife Sanctuary   \n\n  Dholavira   \n",
			"desc": " Virtually an island that resembles the shape of a tortoise, Kutch is an erstwhile princely state of India holding onto its grandeur nature from the past. ",
			"best_time": "Best Time:  July to March "
		},
		{
			"title": " 55. Almora, Uttarakhand - A cozy heritage town nestled in the Himalayas. ",
			"known_for": "  Known For : \n  Zero Point  \n \n\n  Jageshwar   \n\n  Kasar Devi   \n",
			"desc": " Cradled in the wilderness of Himalayan ranges, the sprawling town of Almora shaped like a horse-shoe is a hill station that boasts of a pre-British heritage and an adyllic vibe. ",
			"best_time": "Best Time:  Throughout the year "
		},
		{
			"title": " 56. Auli, Uttarakhand - The skiing destination of India ",
			"known_for": "  Known For : \n  Skiing in Auli  \n \n\n  Trishul Peak   \n\n  Auli Ropeway   \n",
			"desc": " Dotted with the apple orchards, old oaks and pine trees there is no dearth of natural beauty in Auli. Apart from skiing you can also go for numerous treks in the hills of Garhwal Himalayas and enjoy the spellbinding views of the snow-draped mountains. Auli is a popular hill resort in the Himalayan range dating back to 8th Century AD. ",
			"best_time": "Best Time:  Throughout the year "
		},
		{
			"title": " 57. Kasol, Himachal Pradesh - Mini Israel ",
			"known_for": "  Known For : \n  Manikaran Sahib  \n \n\n  Malana   \n\n  Parvati River   \n",
			"desc": " A small village in Himachal situated along the banks of the river Parvati, Kasol is a tourist attraction that is rapidly gaining fame as a very popular hub for trekkers, backpackers, and nature lovers. Commonly known as the Amsterdam of India, this quaint little village is resplendent in natural scenic beauty, and is one of the few places in the country that is yet to be ruined by urbanization and commercialization. Situated between the towns of Bhuntar and Manikaran, Kasol might seem like a plain, nondescript village from the outside, but it is one of the best places in the country to just sit back and chill in the lap of nature. ",
			"best_time": "Best Time:  October to June "
		},
		{
			"title": " 58. Haridwar, Uttarakhand - Ganges' wave of religion and spirituality ",
			"known_for": "  Known For : \n  Ganga Aarti in Haridwar  \n \n\n  Har Ki Pauri   \n\n  Chandi Devi Temple   \n",
			"desc": " No spiritual journey can ever be considered complete without a visit to Haridwar, one of the holiest pilgrimage sites for Hindus. Literally meaning 'the abode of Lord Vishnu', Haridwar, located in the Garhwal region of Uttarakhand, is a land of legends and myths. Considered as one of the seven holiest cities in India, Haridwar sees millions of people flock to it every year to pay their respects to the Lord, or to wash away their sins. However, with the passage of time, Haridwar has evolved from being a mere religious city to a multifaceted cultural and spiritual centre, and only after exploring Haridwar will you realize that there is a lot more to the city than just visiting temples and taking a dip in the holy Har ki Pauri. Haridwar has a perennial mystical air around i, and is the perfect holiday option for anyone seeking spiritual connection as well as a chance to indulge in and get closer to nature. ",
			"best_time": "Best Time:  Throughout the year "
		},
		{
			"title": " 59. Kanyakumari, Tamil Nadu - The land of three seas ",
			"known_for": "  Known For : \n  Thirparappu Falls  \n \n\n  Kanyakumari Beach   \n\n  Vivekananda Rock Memorial   \n",
			"desc": " Located at the southernmost tip of the Indian peninsula, Kanyakumari is a coastal town in the state of Tamil Nadu. Earlier known as Cape Comorin, Kanyakumari is surrounded by mountains and bordered by vibrant sea shores, lined with paddy fields and coconut trees, and also boasts of aesthetic elevated patches of hills with undulating valleys and plains in between the sea and the mountainous terrain. Ever since ancient times, Kanyakumari has been one of the major centres of religion, art and culture. Famous for being the only place in India where you can observe the sunrise and sunset at the same beach, Kanyakumari is a very popular tourist destination, not just because of this unique geographical phenomenon, but also because of its pristine beaches as well as its temples and churches which attract a huge number of tourists to this city all year round. ",
			"best_time": "Best Time:  October to February "
		},
		{
			"title": " 60. Puri, Orissa - Rath Yatra and the Beaches ",
			"known_for": "  Known For : \n  Sri Jagannath Puri Temple  \n \n\n  Puri Beach   \n\n  Markandeswara Temple   \n",
			"desc": " One of the four must-visit pilgrimage sites for Hindus (Char-Dham), Puri is a beach city with its most famous attraction as the Jagannath temple. ",
			"best_time": "Best Time:  July to March "
		},
		{
			"title": " 61. Bodh Gaya, Bihar - Buddha, Mahabodhi Tree and the land of Nirvana ",
			"known_for": "  Known For : \n  Mahabodhi Temple  \n \n\n  Great Buddha Statue   \n\n  Tibetan Refugee Market   \n",
			"desc": " One of the most important pilgrimage sites for Buddhists, Bodhgaya is a village in the state of Bihar. It was here under the Bodhi tree that Gautama Buddha attained enlightenment. The place is bustling with pilgrims all through the year who come to pay their homage in the monasteries, shrines and temples. It also attracts tourists from India and abroad owing to its magnificent Buddha statue, the Mahabodhi Temple and the Bodhi tree. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 62. Pune, Maharashtra - Oxford of the East ",
			"known_for": "  Known For : \n  Shaniwar Wada  \n \n\n  Aga Khan Palace   \n\n  Osho Ashram   \n",
			"desc": " Pune is popularly known as the college town of India and has a range of great restaurants, happening nightlife and an overall young atmosphere. ",
			"best_time": "Best Time:  July to March "
		},
		{
			"title": " 63. Cherrapunjee, Meghalaya ",
			"known_for": "  Known For : \n  Double Decker Living Root Bridge  \n \n\n  Dawki   \n\n  Nohkalikai Waterfalls   \n",
			"desc": " Among the wettest place on the Earth, Cherrapunjee with its clean and pristine surroundings is an excellent place to sit back and unwind. ",
			"best_time": "Best Time:  September to May "
		},
		{
			"title": " 64. Trivandrum, Kerala - Where nature and spirituality join hands ",
			"known_for": "  Known For : \n  Neyyar Dam & Wildlife Sanctuary  \n \n\n  Padmanabhaswamy Temple   \n\n  Poovar Island   \n",
			"desc": " Offering an appealing blend of a strongly rooted heritage and a nostalgic colonial legacy, the city of Trivandrum has an exceptional vibe to it. Despite being the capital of Kerala, the city has, quite astonishingly, managed to keep itself far removed from the ruthless aura that generally surrounds a capital city. Built upon seven hills, this city has long since left the days when it was only used by seafaring explorers behind - today, Trivandrum is a swanky metropolis with a quaint urban charm and plenty of scenic places to visit. Proudly retaining its age-old cultural charm, Trivandrum offers a huge variety of sights including incredible museums, beautifully designed palaces, sacred temples and mesmerizing beaches, making the city one of the best tourist spots in South India. ",
			"best_time": "Best Time:  October to February "
		},
		{
			"title": " 65. Shillong, Meghalaya - Scotland of the East ",
			"known_for": "  Known For : \n  Umiam Lake  \n \n\n  Elephant Falls   \n\n  Shillong Peak   \n",
			"desc": " A beautiful city encircled by pine trees, Shillong is the capital of Meghalaya. It derives its name from Lei Shyllong, an idol worshipped at the Shillong Peak. Standing as tall as 1496 meters, Shillong provides a relief from the heat across the country. This hill station is known for its picturesque sights and traditions. The soothing climate makes Shillong suitable to visit in all seasons. The light drizzles and the cooling gentle wind adds to the joy of visiting this hill station. This place is also known as the ?Scotland of the East?. One can find descendants of the Khyrim, Mylliem, Maharam, Mallaisohmat, Bhowal and Langrim tribes. ",
			"best_time": "Best Time:  September to May "
		},
		{
			"title": " 66. Bandhavgarh National Park, Madhya Pradesh - The Tiger's Den ",
			"known_for": " Formerly a hunting ground for the Maharajas of Rewa, this National Park is world-renowned as a tiger reserve. ",
			"desc": "Best Time:  October to June "
		},
		{
			"title": " 67. Shirdi, Maharashtra - The land of Sai Baba ",
			"known_for": "  Known For : \n  Shri Sai Baba Sansthan Temple  \n \n\n  Shani Shingnapur   \n\n  Samadhi Mandir   \n",
			"desc": " The home of great saint Sai Baba, Shirdi is a religious site close to Nasik with various temples apart from the famous Sai Baba temple and a few historical sites. ",
			"best_time": "Best Time:  July to March "
		},
		{
			"title": " 68. Pushkar, Rajasthan - The Only Dedicated Brahma Temple and the Mesmerising Cattle Fair ",
			"known_for": "  Known For : \n  Pushkar Lake  \n \n\n  Brahma Temple   \n\n  Savitri Temple   \n",
			"desc": " Pushkar, a small temple town, is located around 15 km from Ajmer in Rajasthan. Every November, Pushkar is host to the Pushkar Mela, one of the biggest camel fairs in the country. Perfect choice for a weekend getaway from Jaipur, Pushkar is located amid Aravali ranges. Known for the world's only dedicated Brahma temple, Pushkar is primarily a pilgrimage site for Hindus. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 69. Mathura, Uttar Pradesh - The Hometown of Lord Krishna ",
			"known_for": "  Known For : \n  Shri Krishna Janmasthan Temple   \n \n\n  Dwarkadheesh Temple, Mathura   \n\n  Birla Mandir Mathura   \n",
			"desc": " India is a country of immense diversity in all fields of life, starting from religious to cultural to historical. Religion has been deeply ingrained into the Indian lifestyle for as far as one can remember, which is why India abounds in cities and towns all across the country which are devoted to fulfilling spiritual desires of people who come to visit these places from far and wide. Mathura is one such place which is considered one of the most sacred lands of India, and is filled to the brim at any point of the year with people looking to pursue spiritual enlightenment. Located around 150 kilometres from Delhi, Mathura is known as the birthplace of Lord Krishna and has many sites of both historical and religious significance. ",
			"best_time": "Best Time:  October to March "
		},
		{
			"title": " 70. Thekkady, Kerala - Periyar-India's Largest Tiger Reserve ",
			"known_for": "  Known For : \n  Periyar National Park  \n \n\n  Periyar Tiger Trail   \n\n  Bamboo Rafting   \n",
			"desc": " Home to the country's largest Tiger Reserve- Periyar, Thekkady is a great way to enjoy a jungle vacation. ",
			"best_time": "Best Time:  Throughout the year "
		},
		{
			"title": " 71. Konark, Orissa - The city of the Sun Temple ",
			"known_for": "  Known For : \n  Sun Temple, Konark  \n \n\n  Chandrabhaga Beach   \n\n  ASI Museum   \n",
			"desc": " Konark, in the state of Orissa is renowned world over for the Sun Temple which is also a UNESCO World Heritage Site, the Annual dance festival and its beautiful sandy beaches. ",
			"best_time": "Best Time:  September to March "
		},
		{
			"title": " 72. Kumarakom, Kerala - Backwaters bay, small islands - Little Venice ",
			"known_for": "  Known For : \n  Kumarakom Bird Sanctuary  \n \n\n  Kumarakom Backwaters   \n\n  Visit to Toddy Shops   \n",
			"desc": " Located at a distance of 16km from Kottayam in Kerala and located on the banks of Vembanad Lake, Kerala's largest lake, Kumarakom is a cluster of many small man-made islands reclaimed from the lake. ",
			"best_time": "Best Time:  September to March "
		},
		{
			"title": " 73. Gwalior, Madhya Pradesh - Tourism Capital of Madhya Pradesh ",
			"known_for": "  Known For : \n  Gwalior Fort  \n \n\n  Jai Vilas Palace   \n\n  Gujari Mahal (State Archaeological Museum)   \n",
			"desc": " Gwalior is a historic city located in the state of Madhya Pradesh. Popular because of the hilltop fort, Gwalior is full of palaces and glorious temples giving this city a majestic charm which speaks volumes of its glorious past. ",
			"best_time": "Best Time:  July to March "
		},
		{
			"title": " 74. Sanchi, Madhya Pradesh - The Land of the Stupas ",
			"known_for": "  Known For : \n  Sanchi Stupa  \n \n\n  The Great Bowl   \n\n  Ashok Pillar   \n",
			"desc": " Located in Madhya Pradesh, the Buddhist monuments of Sanchi are one of the oldest stone structures in India. Designated a World Heritage site by UNESCO, the Great Stupa was installed in the 3rd century BC by Emperor Ashoka of the Mauryan dynasty. The sculptures and monuments present at the site are a fine example of the development of Buddhist art and architecture. The stupa sits atop a hill in Sanchi, 46 km from the city of Bhopal. ",
			"best_time": "Best Time:  July to March "
		},
		{
			"title": " 75. Mysore, Karnataka - A glimpse of Southern India ",
			"known_for": "  Known For : \n  Mysore Palace  \n \n\n  Brindavan Gardens   \n\n  Mysore Zoo   \n",
			"desc": " Famously known as The City of Palaces, it wouldn’t be wrong to say that Mysore is one of the most flamboyant places in the country. It is replete with the history of its dazzling royal heritage, intricate architecture, its famed silk sarees, yoga, and sandalwood, to name just a few. Located in the foothills of the Chamundi Hills, Mysore is the third most populated city in the state of Karnataka, and its rich cultural heritage draws millions of tourists all year round. ",
			"best_time": "Best Time:  Throughout the year "
		}
]